Repository: bae-fm/bae
Catalog: bae-macos/bae/bae/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, cs, de, es, fr, gu, he, hi, hr, it, ja, kn, ko, ml, mr, nl, pa, pl, pt_br, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Drag tracks here or play an album
ar: اسحب المقطوعات هنا أو شغّل ألبومًا
bg: Плъзнете песни тук или пуснете албум
bn: ট্র্যাক এখানে টানুন বা একটি অ্যালবাম চালান
cs: Přetáhněte sem skladby nebo přehrajte album
de: Ziehe Titel hierher oder spiele ein Album ab
es: Arrastra pistas aquí o reproduce un álbum
fr: Glissez des pistes ici ou lisez un album
gu: ટ્રૅક્સ અહીં ખેંચો અથવા આલ્બમ વગાડો
he: גררו רצועות לכאן או נגנו אלבום
hi: ट्रैक यहां खींचें या एल्बम चलाएं
hr: Povucite skladbe ovamo ili reproducirajte album
it: Trascina qui i brani o riproduci un album
ja: ここにトラックをドラッグするか、アルバムを再生してください
kn: ಟ್ರ್ಯಾಕ್‌ಗಳನ್ನು ಇಲ್ಲಿ ಎಳೆಯಿರಿ ಅಥವಾ ಆಲ್ಬಮ್ ಪ್ಲೇ ಮಾಡಿ
ko: 여기에 트랙을 끌어 놓거나 앨범을 재생하세요
ml: ട്രാക്കുകൾ ഇവിടെ വലിച്ചിടുക അല്ലെങ്കിൽ ആൽബം പ്ലേ ചെയ്യുക
mr: गाणी इथे ओढा किंवा अल्बम वाजवा
nl: Sleep nummers hierheen of speel een album af
pa: ਟ੍ਰੈਕ ਇੱਥੇ ਖਿੱਚੋ ਜਾਂ ਐਲਬਮ ਚਲਾਓ
pl: Przeciągnij tu utwory lub odtwórz album
pt_br: Arraste faixas aqui ou reproduza um álbum
ta: பாடல்களை இங்கே இழுக்கவும் அல்லது ஆல்பத்தை இயக்கு
te: ట్రాక్‌లను ఇక్కడికి లాగండి లేదా ఆల్బమ్ ప్లే చేయండి
th: ลากแทร็กมาที่นี่หรือเล่นอัลบั้ม
tr: Parçaları buraya sürükleyin veya bir albüm çalın
uk: Перетягніть треки сюди або відтворіть альбом
ur: نغمے یہاں گھسیٹیں یا البم چلائیں
vi: Kéo bản nhạc vào đây hoặc phát một album
zh_hans: 将曲目拖到此处，或播放专辑
zh_hant: 將曲目拖到這裡，或播放專輯

source: Drop a folder to import, not a file
ar: أسقِط مجلدًا للاستيراد، لا ملفًا
bg: Пуснете папка за внасяне, не файл
bn: আমদানির জন্য ফোল্ডার ছাড়ুন, ফাইল নয়
cs: Přetáhněte složku k importu, ne soubor
de: Lege einen Ordner zum Importieren ab, keine Datei
es: Suelta una carpeta para importar, no un archivo
fr: Déposez un dossier à importer, pas un fichier
gu: આયાત કરવા ફોલ્ડર છોડો, ફાઇલ નહીં
he: גררו תיקייה לייבוא, לא קובץ
hi: आयात के लिए फोल्डर छोड़ें, फाइल नहीं
hr: Ispustite mapu za uvoz, ne datoteku
it: Rilascia una cartella da importare, non un file
ja: ファイルではなくフォルダをドロップして取り込んでください
kn: ಆಮದು ಮಾಡಲು ಫೋಲ್ಡರ್ ಬಿಡಿ, ಫೈಲ್ ಅಲ್ಲ
ko: 파일이 아니라 가져올 폴더를 놓으세요
ml: ഇറക്കുമതി ചെയ്യാൻ ഫോൾഡർ വിടുക, ഫയൽ അല്ല
mr: आयात करण्यासाठी फोल्डर सोडा, फाईल नाही
nl: Sleep een map om te importeren, geen bestand
pa: ਆਯਾਤ ਲਈ ਫੋਲਡਰ ਛੱਡੋ, ਫਾਈਲ ਨਹੀਂ
pl: Upuść folder do importu, a nie plik
pt_br: Solte uma pasta para importar, não um arquivo
ta: கோப்பை அல்ல, இறக்குமதி செய்ய கோப்புறையை விடவும்
te: దిగుమతి కోసం ఫోల్డర్‌ను వదలండి, ఫైల్‌ను కాదు
th: วางโฟลเดอร์เพื่อนำเข้า ไม่ใช่ไฟล์
tr: Dosya değil, içe aktarmak için klasör bırakın
uk: Перетягніть теку для імпорту, а не файл
ur: درآمد کے لیے پوشہ چھوڑیں، مسل نہیں
vi: Thả một thư mục để nhập, không phải tệp
zh_hans: 请拖入文件夹以导入，而非文件
zh_hant: 請拖放資料夾以匯入，而不是檔案

source: e.g. 4943674251780
ar: مثال: 4943674251780
bg: напр. 4943674251780
bn: যেমন 4943674251780
gu: દા.ત. 4943674251780
he: לדוגמה 4943674251780
hi: जैसे 4943674251780
ja: 例: 4943674251780
kn: ಉದಾ. 4943674251780
ko: 예: 4943674251780
ml: ഉദാ. 4943674251780
mr: उदा. 4943674251780
pa: ਜਿਵੇਂ 4943674251780
ta: எ.கா. 4943674251780
te: ఉదా. 4943674251780
th: เช่น 4943674251780
uk: напр. 4943674251780
ur: مثلاً 4943674251780
zh_hans: 例如 4943674251780
zh_hant: 例如 4943674251780

source: e.g. WPCR-80001
ar: مثال: WPCR-80001
bg: напр. WPCR-80001
bn: যেমন WPCR-80001
gu: દા.ત. WPCR-80001
he: לדוגמה WPCR-80001
hi: जैसे WPCR-80001
ja: 例: WPCR-80001
kn: ಉದಾ. WPCR-80001
ko: 예: WPCR-80001
ml: ഉദാ. WPCR-80001
mr: उदा. WPCR-80001
pa: ਜਿਵੇਂ WPCR-80001
ta: எ.கா. WPCR-80001
te: ఉదా. WPCR-80001
th: เช่น WPCR-80001
uk: напр. WPCR-80001
ur: مثلاً WPCR-80001
zh_hans: 例如 WPCR-80001
zh_hant: 例如 WPCR-80001

source: Edit Metadata
ar: تحرير البيانات الوصفية
bg: Редактиране на метаданните
bn: মেটাডেটা সম্পাদনা করুন
cs: Upravit metadata
de: Metadaten bearbeiten
es: Editar metadatos
fr: Modifier les métadonnées
gu: મેટાડેટા સંપાદિત કરો
he: ערוך מטא-נתונים
hi: मेटाडेटा संपादित करें
hr: Uredi metapodatke
it: Modifica metadati
ja: メタデータを編集
kn: ಮೆಟಾಡೇಟಾ ಸಂಪಾದಿಸಿ
ko: 메타데이터 편집
ml: മെറ്റാഡാറ്റ തിരുത്തുക
mr: मेटाडेटा संपादित करा
nl: Metadata bewerken
pa: ਮੈਟਾਡਾਟਾ ਸੋਧੋ
pl: Edytuj metadane
pt_br: Editar metadados
ta: மெட்டாடேட்டாவைத் திருத்து
te: మెటాడేటాను సవరించండి
th: แก้ไขเมทาดาทา
tr: Üst Veriyi Düzenle
uk: Редагувати метадані
ur: میٹا ڈیٹا میں ترمیم کریں
vi: Sửa siêu dữ liệu
zh_hans: 编辑元数据
zh_hant: 編輯中繼資料

source: Edit metadata...
ar: تحرير البيانات الوصفية...
bg: Редактиране на метаданните...
bn: মেটাডেটা সম্পাদনা করুন...
cs: Upravit metadata…
de: Metadaten bearbeiten …
es: Editar metadatos...
fr: Modifier les métadonnées…
gu: મેટાડેટા સંપાદિત કરો...
he: ערוך מטא-נתונים…
hi: मेटाडेटा संपादित करें...
hr: Uredi metapodatke...
it: Modifica metadati...
ja: メタデータを編集…
kn: ಮೆಟಾಡೇಟಾ ಸಂಪಾದಿಸಿ...
ko: 메타데이터 편집...
ml: മെറ്റാഡാറ്റ തിരുത്തുക...
mr: मेटाडेटा संपादित करा...
nl: Metadata bewerken...
pa: ਮੈਟਾਡਾਟਾ ਸੋਧੋ...
pl: Edytuj metadane...
pt_br: Editar metadados...
ta: மெட்டாடேட்டாவைத் திருத்து...
te: మెటాడేటాను సవరించండి...
th: แก้ไขเมทาดาทา...
tr: Üst veriyi düzenle...
uk: Редагувати метадані…
ur: میٹا ڈیٹا میں ترمیم کریں...
vi: Sửa siêu dữ liệu...
zh_hans: 编辑元数据…
zh_hant: 編輯中繼資料...

source: Embed cover art
ar: تضمين صورة الغلاف
bg: Вграждане на обложка
bn: কভার আর্ট এমবেড করুন
cs: Vložit obal alba
de: Cover einbetten
es: Incrustar carátula
fr: Intégrer la pochette
gu: કવર આર્ટ એમ્બેડ કરો
he: הטמע עטיפת אלבום
hi: कवर आर्ट एम्बेड करें
hr: Ugradi omot albuma
it: Incorpora copertina
ja: カバーアートを埋め込む
kn: ಕವರ್ ಆರ್ಟ್ ಎಂಬೆಡ್ ಮಾಡಿ
ko: 커버 아트 포함
ml: കവർ ആർട്ട് ഉൾപ്പെടുത്തുക
mr: कव्हर आर्ट एम्बेड करा
nl: Hoesafbeelding insluiten
pa: ਕਵਰ ਆਰਟ ਸ਼ਾਮਲ ਕਰੋ
pl: Osadź okładkę
pt_br: Incorporar capa
ta: கவர் ஆர்ட்டை உட்பொதி
te: కవర్ ఆర్ట్‌ను పొందుపరచండి
th: ฝังภาพปก
tr: Kapak resmini göm
uk: Вбудувати обкладинку
ur: کور آرٹ سرایت کریں
vi: Nhúng ảnh bìa
zh_hans: 嵌入封面
zh_hant: 嵌入封面

source: Enable casting
ar: تفعيل الإرسال
bg: Включване на предаването
bn: কাস্টিং সক্ষম করুন
cs: Povolit odesílání
de: Übertragung aktivieren
es: Activar la transmisión
fr: Activer la diffusion
gu: કાસ્ટિંગ સક્ષમ કરો
he: הפעלת שידור
hi: कास्टिंग सक्षम करें
hr: Omogući emitiranje
it: Attiva la trasmissione
ja: キャストを有効にする
kn: ಕಾಸ್ಟಿಂಗ್ ಸಕ್ರಿಯಗೊಳಿಸಿ
ko: 캐스트 사용
ml: കാസ്റ്റിംഗ് പ്രവർത്തനക്ഷമമാക്കുക
mr: कास्टिंग सक्षम करा
nl: Casten inschakelen
pa: ਕਾਸਟਿੰਗ ਚਾਲੂ ਕਰੋ
pl: Włącz przesyłanie
pt_br: Ativar a transmissão
ta: காஸ்ட் இயக்கு
te: కాస్టింగ్ ప్రారంభించు
th: เปิดใช้การแคสต์
tr: Yayınlamayı etkinleştir
uk: Увімкнути трансляцію
ur: کاسٹنگ فعال کریں
vi: Bật truyền
zh_hans: 启用投放
zh_hant: 啟用投放

source: Enable MCP server
ar: تفعيل خادم MCP
bg: Включване на MCP сървър
bn: MCP সার্ভার চালু করুন
cs: Zapnout MCP server
de: MCP-Server aktivieren
es: Activar servidor MCP
fr: Activer le serveur MCP
gu: MCP સર્વર સક્ષમ કરો
he: הפעל שרת MCP
hi: MCP सर्वर चालू करें
hr: Omogući MCP poslužitelj
it: Abilita server MCP
ja: MCPサーバーを有効にする
kn: MCP ಸರ್ವರ್ ಸಕ್ರಿಯಗೊಳಿಸಿ
ko: MCP 서버 활성화
ml: MCP സെർവർ പ്രവർത്തനക്ഷമമാക്കുക
mr: MCP सर्व्हर सक्षम करा
nl: MCP-server inschakelen
pa: MCP ਸਰਵਰ ਚਾਲੂ ਕਰੋ
pl: Włącz serwer MCP
pt_br: Ativar servidor MCP
ta: MCP சேவையகத்தை இயக்கு
te: MCP సర్వర్‌ను ప్రారంభించు
th: เปิดใช้เซิร์ฟเวอร์ MCP
tr: MCP sunucusunu etkinleştir
uk: Увімкнути сервер MCP
ur: MCP سرور فعال کریں
vi: Bật máy chủ MCP
zh_hans: 启用 MCP 服务器
zh_hant: 啟用 MCP 伺服器

source: Enable Subsonic server
ar: تمكين خادم Subsonic
bg: Включване на Subsonic сървъра
bn: Subsonic সার্ভার চালু করুন
cs: Zapnout server Subsonic
de: Subsonic-Server aktivieren
es: Activar servidor Subsonic
fr: Activer le serveur Subsonic
gu: Subsonic સર્વર ચાલુ કરો
he: הפעלת שרת Subsonic
hi: Subsonic सर्वर चालू करें
hr: Uključi Subsonic poslužitelj
it: Attiva server Subsonic
ja: Subsonicサーバーを有効化
kn: Subsonic ಸರ್ವರ್ ಸಕ್ರಿಯಗೊಳಿಸಿ
ko: Subsonic 서버 켜기
ml: Subsonic സെർവർ പ്രവർത്തനക്ഷമമാക്കുക
mr: Subsonic सर्व्हर चालू करा
nl: Subsonic-server inschakelen
pa: Subsonic ਸਰਵਰ ਚਾਲੂ ਕਰੋ
pl: Włącz serwer Subsonic
pt_br: Ativar servidor Subsonic
ta: Subsonic சேவையகத்தை இயக்கு
te: Subsonic సర్వర్‌ను ప్రారంభించండి
th: เปิดใช้เซิร์ฟเวอร์ Subsonic
tr: Subsonic sunucusunu etkinleştir
uk: Увімкнути сервер Subsonic
ur: Subsonic سرور فعال کریں
vi: Bật máy chủ Subsonic
zh_hans: 启用 Subsonic 服务器
zh_hant: 啟用 Subsonic 伺服器

source: Encryption key (64 hex characters)
ar: مفتاح التشفير (64 حرفًا سداسيًا عشريًا)
bg: Ключ за шифроване (64 шестнадесетични знака)
bn: এনক্রিপশন কী (৬৪ হেক্স অক্ষর)
cs: Šifrovací klíč (64 šestnáctkových znaků)
de: Verschlüsselungsschlüssel (64 Hex-Zeichen)
es: Clave de cifrado (64 caracteres hexadecimales)
fr: Clé de chiffrement (64 caractères hex)
gu: એન્ક્રિપ્શન કી (64 હેક્સ અક્ષરો)
he: מפתח הצפנה (64 תווים הקסדצימליים)
hi: एन्क्रिप्शन कुंजी (64 हेक्स वर्ण)
hr: Ključ za šifriranje (64 heksadecimalna znaka)
it: Chiave di crittografia (64 caratteri esadecimali)
ja: 暗号化キー（16進数64文字）
kn: ಎನ್‌ಕ್ರಿಪ್ಷನ್ ಕೀಲಿ (64 ಹೆಕ್ಸ್ ಅಕ್ಷರಗಳು)
ko: 암호화 키(64자 16진수)
ml: എൻക്രിപ്ഷൻ കീ (64 ഹെക്സ് അക്ഷരങ്ങൾ)
mr: कूटबद्धीकरण कळ (64 hex अक्षरे)
nl: Versleutelingssleutel (64 hexadecimale tekens)
pa: ਇਨਕ੍ਰਿਪਸ਼ਨ ਕੁੰਜੀ (64 ਹੈਕਸ ਅੱਖਰ)
pl: Klucz szyfrujący (64 znaki szesnastkowe)
pt_br: Chave de criptografia (64 caracteres hexadecimais)
ta: குறியாக்க விசை (64 hex எழுத்துகள்)
te: గుప్తీకరణ కీ (64 హెక్స్ అక్షరాలు)
th: คีย์เข้ารหัส (เลขฐานสิบหก 64 อักขระ)
tr: Şifreleme anahtarı (64 onaltılık karakter)
uk: Ключ шифрування (64 шістнадцяткові символи)
ur: خفیہ کاری کلید (64 hex حروف)
vi: Khóa mã hóa (64 ký tự thập lục phân)
zh_hans: 加密密钥（64 位十六进制）
zh_hant: 加密金鑰 (64 個十六進位字元)

source: Endpoint
ar: نقطة النهاية
bg: Крайна точка
bn: এন্ডপয়েন্ট
cs: Koncový bod
de: Endpunkt
fr: Point de terminaison
gu: અંતબિંદુ
he: נקודת קצה
hi: एंडपॉइंट
hr: Krajnja točka
ja: エンドポイント
kn: ಅಂತಿಮ ಬಿಂದು
ko: 엔드포인트
ml: എൻഡ്പോയിന്റ്
mr: अंतबिंदू
pa: ਅੰਤ-ਬਿੰਦੂ
pl: Punkt końcowy
ta: முடிவிடம்
te: ముగింపు బిందువు
th: ปลายทาง
tr: Uç nokta
uk: Кінцева точка
ur: اختتامی نقطہ
zh_hans: 端点
zh_hant: 端點

source: Enter a port from 1 to 65535.
ar: أدخل منفذًا من 1 إلى 65535.
bg: Въведете порт от 1 до 65535.
bn: ১ থেকে ৬৫৫৩৫ পর্যন্ত একটি পোর্ট লিখুন।
cs: Zadejte port od 1 do 65535.
de: Gib einen Port von 1 bis 65535 ein.
es: Introduce un puerto del 1 al 65535.
fr: Saisissez un port entre 1 et 65535.
gu: 1 થી 65535 સુધીનો પોર્ટ દાખલ કરો.
he: הזינו פורט מ-1 עד 65535.
hi: 1 से 65535 तक पोर्ट दर्ज करें।
hr: Unesite port od 1 do 65535.
it: Inserisci una porta da 1 a 65535.
ja: 1から65535までのポートを入力してください。
kn: 1 ರಿಂದ 65535 ರವರೆಗೆ ಪೋರ್ಟ್ ನಮೂದಿಸಿ.
ko: 1부터 65535까지의 포트를 입력하세요.
ml: 1 മുതൽ 65535 വരെയുള്ള പോർട്ട് നൽകുക.
mr: 1 ते 65535 मधील पोर्ट प्रविष्ट करा.
nl: Voer een poort in van 1 tot 65535.
pa: 1 ਤੋਂ 65535 ਤੱਕ ਪੋਰਟ ਦਾਖਲ ਕਰੋ।
pl: Wpisz port od 1 do 65535.
pt_br: Insira uma porta de 1 a 65535.
ta: 1 முதல் 65535 வரை ஒரு துறை எண்ணை உள்ளிடவும்.
te: 1 నుంచి 65535 మధ్య పోర్ట్ ఇవ్వండి.
th: ป้อนพอร์ตตั้งแต่ 1 ถึง 65535
tr: 1 ile 65535 arasında bir bağlantı noktası girin.
uk: Введіть порт від 1 до 65535.
ur: 1 سے 65535 تک پورٹ درج کریں۔
vi: Nhập cổng từ 1 đến 65535.
zh_hans: 输入 1 到 65535 之间的端口。
zh_hant: 輸入 1 到 65535 之間的連接埠。

source: Error
ar: خطأ
bg: Грешка
bn: ত্রুটি
cs: Chyba
de: Fehler
fr: Erreur
gu: ભૂલ
he: שגיאה
hi: त्रुटि
hr: Pogreška
it: Errore
ja: エラー
kn: ದೋಷ
ko: 오류
ml: പിശക്
mr: त्रुटी
nl: Fout
pa: ਗਲਤੀ
pl: Błąd
pt_br: Erro
ta: பிழை
te: లోపం
th: ข้อผิดพลาด
tr: Hata
uk: Помилка
ur: خرابی
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

source: Every object is encrypted before upload. Anyone with access to the storage sees only ciphertext under opaque keys.
ar: يُشفَّر كل كائن قبل الرفع. لا يرى أي شخص لديه وصول إلى التخزين سوى نص مشفّر تحت مفاتيح غير مقروءة.
bg: Всеки обект се шифрова преди качване. Всеки с достъп до хранилището вижда само шифрован текст под непрозрачни ключове.
bn: আপলোডের আগে প্রতিটি অবজেক্ট এনক্রিপ্ট করা হয়। স্টোরেজে প্রবেশাধিকার থাকা কেউ শুধু অস্পষ্ট কীর অধীনে সাইফারটেক্সট দেখতে পায়।
cs: Každý objekt se před nahráním zašifruje. Kdokoli s přístupem k úložišti vidí jen šifrovaný text pod neprůhlednými klíči.
de: Jedes Objekt wird vor dem Upload verschlüsselt. Wer Zugriff auf den Speicher hat, sieht nur Chiffretext unter undurchsichtigen Schlüsseln.
es: Cada objeto se cifra antes de subirlo. Cualquiera con acceso al almacenamiento solo verá texto cifrado bajo claves opacas.
fr: Chaque objet est chiffré avant l'envoi. Quiconque accède au stockage ne voit que des données chiffrées sous des clés opaques.
gu: અપલોડ પહેલાં દરેક ઑબ્જેક્ટ એન્ક્રિપ્ટ થાય છે. સંગ્રહની ઍક્સેસ ધરાવનાર કોઈપણ વ્યક્તિને ફક્ત અપારદર્શક કીઓ હેઠળ સાઇફરટેક્સ્ટ જ દેખાય છે.
he: כל אובייקט מוצפן לפני ההעלאה. כל מי שיש לו גישה לאחסון רואה רק טקסט מוצפן תחת מפתחות אטומים.
hi: अपलोड से पहले हर ऑब्जेक्ट एन्क्रिप्ट किया जाता है। स्टोरेज तक पहुंच रखने वाले किसी भी व्यक्ति को केवल अपारदर्शी कुंजियों के तहत सिफरटेक्स्ट दिखता है।
hr: Svaki je objekt šifriran prije prijenosa. Svatko s pristupom pohrani vidi samo šifrirani tekst pod nečitljivim ključevima.
it: Ogni oggetto viene crittografato prima del caricamento. Chiunque abbia accesso all'archiviazione vede solo testo cifrato sotto chiavi opache.
ja: すべてのオブジェクトはアップロード前に暗号化されます。ストレージにアクセスできる人にも、不透明なキー名の暗号文しか見えません。
kn: ಅಪ್‌ಲೋಡ್ ಮಾಡುವ ಮೊದಲು ಪ್ರತಿಯೊಂದು ವಸ್ತುವೂ ಎನ್‌ಕ್ರಿಪ್ಟ್ ಆಗುತ್ತದೆ. ಸಂಗ್ರಹಣೆಗೆ ಪ್ರವೇಶವಿರುವ ಯಾರಿಗಾದರೂ ಅಸ್ಪಷ್ಟ ಕೀಲಿಗಳ ಅಡಿಯಲ್ಲಿ ಸೈಫರ್‌ಟೆಕ್ಸ್ಟ್ ಮಾತ್ರ ಕಾಣುತ್ತದೆ.
ko: 모든 객체는 업로드 전에 암호화됩니다. 저장소에 접근할 수 있는 사람도 불투명한 키 아래 암호문만 봅니다.
ml: അപ്‌ലോഡ് ചെയ്യുന്നതിന് മുമ്പ് ഓരോ ഒബ്‌ജക്റ്റും എൻക്രിപ്റ്റ് ചെയ്യും. സംഭരണത്തിലേക്ക് പ്രവേശനമുള്ളവർക്ക് അപാരദർശക കീകൾക്ക് കീഴിലുള്ള സൈഫർടെക്സ്റ്റ് മാത്രം കാണാം.
mr: अपलोड करण्यापूर्वी प्रत्येक वस्तू कूटबद्ध केली जाते. संचयनाचा प्रवेश असलेल्या कोणालाही अस्पष्ट कळांखाली फक्त कूटलेला मजकूर दिसतो.
nl: Elk object wordt versleuteld vóór het uploaden. Iedereen met toegang tot de opslag ziet alleen cijfertekst onder ondoorzichtige sleutels.
pa: ਅੱਪਲੋਡ ਤੋਂ ਪਹਿਲਾਂ ਹਰ ਆਬਜੈਕਟ ਇਨਕ੍ਰਿਪਟ ਕੀਤਾ ਜਾਂਦਾ ਹੈ। ਸਟੋਰੇਜ ਤੱਕ ਪਹੁੰਚ ਰੱਖਣ ਵਾਲਾ ਕੋਈ ਵੀ ਵਿਅਕਤੀ ਸਿਰਫ਼ ਅਸਪਸ਼ਟ ਕੁੰਜੀਆਂ ਹੇਠ ਸਾਈਫਰਟੈਕਸਟ ਵੇਖਦਾ ਹੈ।
pl: Każdy obiekt jest szyfrowany przed wysłaniem. Każdy z dostępem do magazynu widzi wyłącznie szyfrogram pod nieczytelnymi kluczami.
pt_br: Cada objeto é criptografado antes do upload. Quem tiver acesso ao armazenamento vê apenas texto cifrado sob chaves opacas.
ta: ஒவ்வொரு பொருளும் பதிவேற்றத்திற்கு முன் குறியாக்கப்படும். சேமிப்பக அணுகல் உள்ளவர்கள் மறைமுக விசைகளின் கீழ் மறைஉரையை மட்டுமே காண்பார்கள்.
te: అప్‌లోడ్‌కు ముందు ప్రతి వస్తువు గుప్తీకరించబడుతుంది. నిల్వకు ప్రాప్యత ఉన్నవారు అపారదర్శక కీల కింద సైఫర్‌టెక్స్ట్ మాత్రమే చూస్తారు.
th: ทุกวัตถุจะถูกเข้ารหัสก่อนอัปโหลด ผู้ที่เข้าถึงพื้นที่จัดเก็บได้จะเห็นเฉพาะข้อความเข้ารหัสใต้คีย์ที่อ่านไม่ออก
tr: Her nesne yüklenmeden önce şifrelenir. Depolamaya erişimi olan herkes yalnızca opak anahtarlar altında şifreli metin görür.
uk: Кожен об’єкт шифрується перед вивантаженням. Будь-хто з доступом до сховища бачить лише зашифровані дані під непрозорими ключами.
ur: ہر آبجیکٹ اپ لوڈ سے پہلے خفیہ کیا جاتا ہے۔ اسٹوریج تک رسائی رکھنے والا کوئی بھی شخص صرف مبہم کلیدوں کے تحت خفیہ متن دیکھتا ہے۔
vi: Mọi đối tượng đều được mã hóa trước khi tải lên. Bất kỳ ai có quyền truy cập vào nơi lưu trữ chỉ thấy văn bản mã hóa dưới các khóa không rõ nghĩa.
zh_hans: 每个对象在上传前都会加密。能访问该存储的任何人只能看到不透明密钥下的密文。
zh_hant: 每個物件都會在上傳前加密。任何可存取儲存空間的人都只會看到不透明金鑰下的密文。

source: Exclude
ar: استبعاد
bg: Изключване
bn: বাদ দিন
cs: Vyloučit
de: Ausschließen
es: Excluir
fr: Exclure
gu: બાકાત કરો
he: אל תכלול
hi: बाहर करें
hr: Isključi
it: Escludi
ja: 除外
kn: ಹೊರತುಪಡಿಸಿ
ko: 제외
ml: ഒഴിവാക്കുക
mr: वगळा
nl: Uitsluiten
pa: ਬਾਹਰ ਰੱਖੋ
pl: Wyklucz
pt_br: Excluir
ta: விலக்கு
te: మినహాయించు
th: ยกเว้น
tr: Hariç tut
uk: Виключити
ur: خارج کریں
vi: Loại trừ
zh_hans: 排除
zh_hant: 排除

source: Excluded from search
ar: مستبعَد من البحث
bg: Изключено от търсенето
bn: অনুসন্ধান থেকে বাদ
cs: Vyloučeno z vyhledávání
de: Von der Suche ausgeschlossen
es: Excluido de la búsqueda
fr: Exclu de la recherche
gu: શોધમાંથી બાકાત
he: הוחרג מהחיפוש
hi: खोज से बाहर
hr: Isključeno iz pretraživanja
it: Escluso dalla ricerca
ja: 検索から除外
kn: ಹುಡುಕಾಟದಿಂದ ಹೊರತುಪಡಿಸಲಾಗಿದೆ
ko: 검색에서 제외됨
ml: തിരയലിൽ നിന്ന് ഒഴിവാക്കി
mr: शोधातून वगळले
nl: Uitgesloten van zoeken
pa: ਖੋਜ ਤੋਂ ਬਾਹਰ ਰੱਖਿਆ
pl: Wykluczone z wyszukiwania
pt_br: Excluído da busca
ta: தேடலில் இருந்து விலக்கப்பட்டது
te: శోధన నుంచి మినహాయించబడింది
th: ถูกยกเว้นจากการค้นหา
tr: Aramadan hariç tutuldu
uk: Виключено з пошуку
ur: تلاش سے خارج
vi: Đã loại khỏi tìm kiếm
zh_hans: 已从搜索中排除
zh_hant: 已從搜尋排除

source: Export & Save
ar: التصدير والحفظ
bg: Експорт и запазване
bn: এক্সপোর্ট ও সংরক্ষণ
cs: Export a uložení
de: Exportieren & Speichern
es: Exportar y guardar
fr: Exporter et enregistrer
gu: નિકાસ અને સાચવો
he: ייצוא ושמירה
hi: निर्यात और सहेजें
hr: Izvoz i spremanje
it: Esporta e salva
ja: エクスポートと保存
kn: ರಫ್ತು ಮತ್ತು ಉಳಿಸು
ko: 내보내기 및 저장
ml: കയറ്റുമതിയും സംരക്ഷണവും
mr: निर्यात आणि जतन
nl: Exporteren en opslaan
pa: ਨਿਰਯਾਤ ਅਤੇ ਸੰਭਾਲ
pl: Eksport i zapis
pt_br: Exportar e salvar
ta: ஏற்றுமதி மற்றும் சேமிப்பு
te: ఎగుమతి & సేవ్
th: ส่งออกและบันทึก
tr: Dışa aktar ve kaydet
uk: Експорт і збереження
ur: برآمد اور محفوظ
vi: Xuất và lưu
zh_hans: 导出与保存
zh_hant: 匯出與儲存

source: Export Failed
ar: فشل التصدير
bg: Изнасянето не бе успешно
bn: এক্সপোর্ট ব্যর্থ হয়েছে
cs: Export selhal
de: Export fehlgeschlagen
es: Error al exportar
fr: Échec de l'exportation
gu: નિકાસ નિષ્ફળ
he: הייצוא נכשל
hi: निर्यात विफल
hr: Izvoz nije uspio
it: Esportazione non riuscita
ja: 書き出しに失敗しました
kn: ರಫ್ತು ವಿಫಲವಾಯಿತು
ko: 내보내기 실패
ml: കയറ്റുമതി പരാജയപ്പെട്ടു
mr: निर्यात अयशस्वी
nl: Export mislukt
pa: ਨਿਰਯਾਤ ਅਸਫਲ ਰਿਹਾ
pl: Eksport nie powiódł się
pt_br: Falha na exportação
ta: ஏற்றுமதி தோல்வியடைந்தது
te: ఎగుమతి విఫలమైంది
th: ส่งออกไม่สำเร็จ
tr: Dışa Aktarım Başarısız
uk: Не вдалося експортувати
ur: برآمد ناکام
vi: Xuất thất bại
zh_hans: 导出失败
zh_hant: 匯出失敗

source: Export Here
ar: التصدير هنا
bg: Експорт тук
bn: এখানে এক্সপোর্ট করুন
cs: Exportovat sem
de: Hier exportieren
es: Exportar aquí
fr: Exporter ici
gu: અહીં નિકાસ કરો
he: ייצא לכאן
hi: यहां निर्यात करें
hr: Izvezi ovdje
it: Esporta qui
ja: ここにエクスポート
kn: ಇಲ್ಲಿ ರಫ್ತು ಮಾಡಿ
ko: 여기로 내보내기
ml: ഇവിടെ കയറ്റുമതി ചെയ്യുക
mr: इथे निर्यात करा
nl: Hier exporteren
pa: ਇੱਥੇ ਨਿਰਯਾਤ ਕਰੋ
pl: Eksportuj tutaj
pt_br: Exportar aqui
ta: இங்கே ஏற்றுமதி செய்
te: ఇక్కడికి ఎగుమతి చేయి
th: ส่งออกที่นี่
tr: Buraya Dışa Aktar
uk: Експортувати сюди
ur: یہاں برآمد کریں
vi: Xuất tại đây
zh_hans: 导出到这里
zh_hant: 匯出到這裡

source: Export…
ar: تصدير…
bg: Експорт…
bn: এক্সপোর্ট…
de: Exportieren…
es: Exportar…
fr: Exporter…
gu: નિકાસ…
he: ייצוא…
hi: निर्यात…
hr: Izvoz…
it: Esporta…
ja: エクスポート…
kn: ರಫ್ತು…
ko: 내보내기…
ml: കയറ്റുമതി…
mr: निर्यात…
nl: Exporteren…
pa: ਨਿਰਯਾਤ…
pl: Eksportuj…
pt_br: Exportar…
ta: ஏற்றுமதி…
te: ఎగుమతి…
th: ส่งออก…
tr: Dışa aktar…
uk: Експортувати…
ur: برآمد…
vi: Xuất…
zh_hans: 导出…
zh_hant: 匯出…

source: Exporting %lld%%
ar: جارٍ التصدير %lld%%
bg: Експортиране %lld%%
bn: %lld%% এক্সপোর্ট হচ্ছে
cs: Exportuje se %lld%%
de: Exportiert %lld%%
es: Exportando %lld%%
fr: Exportation %lld%%
gu: %lld%% નિકાસ થઈ રહી છે
he: מייצא %lld%%
hi: %lld%% निर्यात हो रहा है
hr: Izvoz %lld%%
it: Esportazione %lld%%
ja: %lld%%エクスポート中
kn: %lld%% ರಫ್ತು ಮಾಡಲಾಗುತ್ತಿದೆ
ko: 내보내는 중 %lld%%
ml: %lld%% കയറ്റുമതി ചെയ്യുന്നു
mr: %lld%% निर्यात करत आहे
nl: Exporteren %lld%%
pa: %lld%% ਨਿਰਯਾਤ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Eksportowanie %lld%%
pt_br: Exportando %lld%%
ta: %lld%% ஏற்றுமதி செய்யப்படுகிறது
te: ఎగుమతి చేస్తోంది %lld%%
th: กำลังส่งออก %lld%%
tr: Dışa aktarılıyor %lld%%
uk: Експорт %lld%%
ur: %lld%% برآمد ہو رہا ہے
vi: Đang xuất %lld%%
zh_hans: 正在导出 %lld%%
zh_hant: 正在匯出 %lld%%

source: Failed
ar: فشل
bg: Неуспешно
bn: ব্যর্থ
cs: Selhalo
de: Fehlgeschlagen
es: Error
fr: Échec
gu: નિષ્ફળ
he: נכשל
hi: विफल
hr: Neuspjelo
it: Non riuscito
ja: 失敗
kn: ವಿಫಲವಾಯಿತು
ko: 실패
ml: പരാജയപ്പെട്ടു
mr: अयशस्वी
nl: Mislukt
pa: ਅਸਫਲ
pl: Niepowodzenie
pt_br: Falhou
ta: தோல்வியடைந்தது
te: విఫలమైంది
th: ไม่สำเร็จ
tr: Başarısız
uk: Помилка
ur: ناکام
vi: Thất bại
zh_hans: 失败
zh_hant: 失敗

source: Failed to disconnect: %@
ar: فشل قطع الاتصال: %@
bg: Прекъсването на връзката не бе успешно: %@
bn: সংযোগ বিচ্ছিন্ন করতে ব্যর্থ: %@
cs: Nepodařilo se odpojit: %@
de: Trennen fehlgeschlagen: %@
es: No se pudo desconectar: %@
fr: Échec de la déconnexion : %@
gu: જોડાણ તોડવામાં નિષ્ફળ: %@
he: ההתנתקות נכשלה: %@
hi: डिस्कनेक्ट करना विफल: %@
hr: Prekid veze nije uspio: %@
it: Disconnessione non riuscita: %@
ja: 切断に失敗しました: %@
kn: ಸಂಪರ್ಕ ಕಡಿತಗೊಳಿಸಲು ವಿಫಲವಾಯಿತು: %@
ko: 연결을 해제할 수 없음: %@
ml: ബന്ധം വിച്ഛേദിക്കാനായില്ല: %@
mr: जोडणी तोडणे अयशस्वी: %@
nl: Verbinding verbreken mislukt: %@
pa: ਡਿਸਕਨੈਕਟ ਕਰਨ ਵਿੱਚ ਅਸਫਲ: %@
pl: Nie udało się rozłączyć: %@
pt_br: Falha ao desconectar: %@
ta: துண்டிக்க முடியவில்லை: %@
te: డిస్‌కనెక్ట్ చేయడంలో విఫలమైంది: %@
th: ตัดการเชื่อมต่อไม่สำเร็จ: %@
tr: Bağlantı kesilemedi: %@
uk: Не вдалося відключити: %@
ur: منقطع کرنے میں ناکامی: %@
vi: Không thể ngắt kết nối: %@
zh_hans: 断开连接失败：%@
zh_hant: 中斷連線失敗：%@

source: Failed to load covers: %@
ar: فشل تحميل الأغلفة: %@
bg: Обложките не могат да бъдат заредени: %@
bn: কভার লোড করতে ব্যর্থ: %@
cs: Nepodařilo se načíst obaly: %@
de: Cover konnten nicht geladen werden: %@
es: No se pudieron cargar las portadas: %@
fr: Échec du chargement des pochettes : %@
gu: આવરણો લોડ કરવામાં નિષ્ફળ: %@
he: טעינת העטיפות נכשלה: %@
hi: कवर लोड करना विफल: %@
hr: Učitavanje omota nije uspjelo: %@
it: Caricamento copertine non riuscito: %@
ja: カバーの読み込みに失敗しました: %@
kn: ಕವರ್‌ಗಳನ್ನು ಲೋಡ್ ಮಾಡಲು ವಿಫಲವಾಯಿತು: %@
ko: 커버를 불러올 수 없음: %@
ml: കവറുകൾ ലോഡ് ചെയ്യാനായില്ല: %@
mr: मुखपृष्ठे लोड करणे अयशस्वी: %@
nl: Hoezen laden mislukt: %@
pa: ਕਵਰ ਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਫਲ: %@
pl: Nie udało się wczytać okładek: %@
pt_br: Falha ao carregar capas: %@
ta: அட்டைகளை ஏற்ற முடியவில்லை: %@
te: కవర్‌లను లోడ్ చేయడంలో విఫలమైంది: %@
th: โหลดปกไม่สำเร็จ: %@
tr: Kapaklar yüklenemedi: %@
uk: Не вдалося завантажити обкладинки: %@
ur: سرورق لوڈ کرنے میں ناکامی: %@
vi: Không thể tải bìa: %@
zh_hans: 加载封面失败：%@
zh_hant: 載入封面失敗：%@

source: Failed to load release details: %@
ar: فشل تحميل تفاصيل الإصدار: %@
bg: Данните за изданието не могат да бъдат заредени: %@
bn: রিলিজের বিবরণ লোড করতে ব্যর্থ: %@
cs: Nepodařilo se načíst podrobnosti vydání: %@
de: Details der Veröffentlichung konnten nicht geladen werden: %@
es: No se pudieron cargar los detalles de la edición: %@
fr: Échec du chargement des détails de l'édition : %@
gu: રિલીઝની વિગતો લોડ કરવામાં નિષ્ફળ: %@
he: טעינת פרטי המהדורה נכשלה: %@
hi: रिलीज़ का विवरण लोड करना विफल: %@
hr: Učitavanje pojedinosti izdanja nije uspjelo: %@
it: Caricamento dei dettagli dell'edizione non riuscito: %@
ja: リリースの詳細を読み込めませんでした: %@
kn: ಬಿಡುಗಡೆಯ ವಿವರಗಳನ್ನು ಲೋಡ್ ಮಾಡಲು ವಿಫಲವಾಯಿತು: %@
ko: 릴리스 세부 정보를 불러올 수 없음: %@
ml: റിലീസ് വിശദാംശങ്ങൾ ലോഡ് ചെയ്യാനായില്ല: %@
mr: रिलीजचे तपशील लोड करणे अयशस्वी: %@
nl: Uitgavegegevens laden mislukt: %@
pa: ਰਿਲੀਜ਼ ਦੇ ਵੇਰਵੇ ਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਫਲ: %@
pl: Nie udało się wczytać szczegółów wydania: %@
pt_br: Falha ao carregar os detalhes da edição: %@
ta: வெளியீட்டு விவரங்களை ஏற்ற முடியவில்லை: %@
te: విడుదల వివరాలను లోడ్ చేయడంలో విఫలమైంది: %@
th: โหลดรายละเอียดการวางจำหน่ายไม่สำเร็จ: %@
tr: Sürüm ayrıntıları yüklenemedi: %@
uk: Не вдалося завантажити відомості про видання: %@
ur: ریلیز کی تفصیلات لوڈ کرنے میں ناکامی: %@
vi: Không thể tải chi tiết bản phát hành: %@
zh_hans: 加载发行版详情失败：%@
zh_hant: 載入發行版詳細資訊失敗：%@
